Revit 2024 API
StiffenerClassification Enumeration
 This enumeration is used to classify the stiffener.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public enum StiffenerClassification
Visual Basic
Public Enumeration StiffenerClassification
Visual C++
public enum class StiffenerClassification
Members
Member name | Description
External
Internal
See Also
Autodesk.Revit.DB Namespace